<%@ page contentType="text/html; charset=UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>SendAndReceive07.jsp</title>
</head>
<body>

   <!-- ○ 데이터 송수신 실습 07
      - 달력을 출력하는 jsp 페이지를 구성한다.
      - 년도와 월을 입력받아 화면에 출력해주는 형태의 페이지로 구성한다.
      - 단, submit버튼 없이 이벤트 처리를 할 수 있도록 한다. 
      - 전송한 내용을 수신해서 출력해주는 형태의 페이지로 구성한다.
      - 년도구성은 현재년도 기준 이전 10년, 이후 10년으로 구성한다.
      - 월은 1월부터 12월까지로 구성한다.
      
      - 페이지 레이아웃
      ---------------------------------------
		    	 ◀ 2022년 10월 ▶
      ---------------------------------------
      
      
    		[ 달력이 그려지는 위치다]
      
      
      ---------------------------------------
      
      - ◀ 이나 ▶ 클릭 시
        해당 년 월의 달력을 출력해주는 형태의 페이지로 구성한다
        
      - 사용자의 최초 요청 페이지는
        http://localhost:8090/WebApp06/SendAndReceive07.jsp 
        로 한다
        
     -->
     
</body>
</html>